abusaidm.html-snippets
akamud.vscode-theme-onedark
alexcvzz.vscode-sqlite
alexisvt.flutter-snippets
anteprimorac.html-end-tag-labels
bradgashler.htmltagwrap
chihiro718.htmlenterpp
chris-noring.node-snippets
chunsen.bracket-select
circlecodesolution.ccs-flutter-color
dart-code.dart-code
dart-code.flutter
donjayamanne.jquerysnippets
dracula-theme.theme-dracula
dzhavat.bracket-pair-toggler
dzhavat.css-initial-value
ecmel.vscode-html-css
emilast.logfilehighlighter
enkia.tokyo-night
equinusocio.vsc-community-material-theme
esbenp.prettier-vscode
f4bz3.htmlautocompletion
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
gornivv.vscode-flutter-files
hars.cppsnippets
ibm.output-colorizer
j69.ejs-beautify
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
marcelovelasquez.flutter-tree
marufhassan.flutter-snippets
mgmcdermott.vscode-language-babel
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-cosmosdb
ms-ceintl.vscode-language-pack-ko
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-account
ms-vscode.cpptools
nash.awesome-flutter-snippets
oracle.oracle-java
pkief.material-icon-theme
platformio.platformio-ide
pucelle.vscode-css-navigation
ritwickdey.liveserver
sdras.fortnite-vscode-theme
sdras.night-owl
skyran.js-jsx-snippets
solnurkarim.html-to-css-autocompletion
taodongwu.ejs-snippets
usernamehw.errorlens
vincaslt.highlight-matching-tag
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zh9528.file-size
zhuangtongfa.material-theme
